{"_suicide_done":null,"_wizlist":null,"_race_help":null,"_story":["     Once upon a time, there was a little mud named Wiley.  He was just","your typical DikuMUD, and a few people got together to play around with","some code.  They hacked the code for some length of time, occasionally","screaming obscenities, or saying things like, \\\"Huh, huh, huh... This","bubble sort is COOL!\\\"  Eventually, they opened it to the mud-starved","people of WMU and called it Wiley II.  A poor little Sun 3/60 was found","and managed to keep 30 to 40 people amused with its antics for almost","two years.  At this point, Cyric the Destroyer took the game down for","renovations.  There was much anticipation of Wiley III's return, and it","seemed like we would soon be in for a new experience in mudding!  Alas,","it was not to be.  For Cyric had lost interest in the project and took","his Source with him.  The half-finished Wiley III was released to the","internet via anonymous FTP for a half-hearted month before being buried","forever.","    But wait!  An old packrat hacker who went by the subtle name Dread","Quixadhal, Lord of VI, had snagged a copy and left it buried on his hard","drive for several years.  After playing with several broken LpMUDs and","even a different DikuMUD, he dragged the Wiley III source out and forced","it to learn to like Linux.","    You have here the result of nearly 4 years of ad-hoc development!","      PLEASE read the wizlist to find out more about these jokers!","      Cyric, Harlequin, Muth, Grimwell, Derkhil, Elcid and Muidnar.","      Dread Quixadhal, Muidnar, Dirk, Malistrum, Zar, Highlander,","      and Sedna."],"_motd":["                 ---=>>> Welcome to WileyMUD III <<<=---","","o First of all, I'd like to thank the people from WileyMUD for giving us","  something to ressurect in the first place!  Thanks go to Cyric for","  putting this code out somewhere I could grab it, and thanks go to Muth","  and Muidnar for digging up a copy of the world files.","","o Secondly, this code has its distant origins in the standard DikuMUD","  game driver (not ROM, ENVY, or any other derivative).  However, it has","  been hacked to death by Cyric and friends for several years!  There are","  lots of FEATURES, and lots of BUGS!  Help us find both!!!","","o HAVE FUN!  This is known as one of the hardest DikuMUD's out there, and","  it can be very frustrating.  All I can say is, hang in there!  Be sure","  to use consider often, and read the info command!","","                                          -Dread Quixadhal."],"_class_help":null,"_class_menu":null,"_info":["               WileyMUD III:  The world at a secretive glance.","Levels 1-4:"," o The Village of Shylar is where you start, and it offers lots of little","   children for those who walk the dark path."," o A small farm lies just east of the town, and provides food to those","   who can kill their own."," o The Shylar Mansion is overrun with rats, spiders, and other nasty","   creatures who are just waiting to be eaten by newbies.  Look to the","   northwest of Shylar."," o The more adventurous newbie may find a wealth of experience in the","   Lair of the Kobolds, in the southern hills.  However, they may also","   find the sharp scimitars of the orcs that wander there."," o The dead of Shylar may profit the living who dare to go into the","   Shylar Moore cemetary.  Southeast of Pastue's chapel, the moans of","   the restless dead can be heard."," o The forest, west of Shylar, has many small animals who can be fought","   by those who are careful.  Ware the Goblins to the south though!","","Levels 4-8:"," o Giant ants have formed a great colony to the northwest, and many poor","   newbies have failed to return from the depths of their caverns."," o The maidens of Pain make their home in the Temple of Lovitar, far to","   the northeast of Shylar.  Beautiful and cold, these ladies do not take","   kindly to male intruders."," o Goblins wander the forests to the southwest of Shylar, and they are said","   to have a small encampment in that area."," o The tower of Necromancy can yield many mysterious rewards to those who","   are resourceful enough to penetrate the depths, and heights.  Hidden in","   the Troll Mountains, north of Shylar, it awaits plundering.","","Levels 8-12:"," o An evil encampment of Drow has been rumored to exist somewhere along","   the northwestern river.  Enter the dark forests and try to find them","   if you feel like slaughtering the creatures of darkness."," o The city of Highstaff has denzies, both fair and foul.  An arena offers","   the intrepid player a chance to pit his or her strength against the","   gladiators, or even the ferocious beasts of mythology!"," o Unfortunately, a bandit camp has grown to strength in the Redspine","   Mountains.  The Evil Grugnik attempts to waylay travellers between","   Highstaff and Shylar."," o A dwarven kingdom is hidden somewhere in the southern hills.  It has","   riches and special items of great power, available nowhere else in the","   known world!"," o The port city of Gredth, whose slavers have captured many a foolish","   newbie, can offer great rewards to those who travel the dangerous","   path to get there."," o The jungles around Nesthar, far to the west, have many strange and","   exotic beasts which can be wrestled with."," o A monostary is nestled deep in the south-eastern mountains, betwen the","   Redspine and the Black ranges.  A brave soul might challenge some of","   these simple people to unarmed combat, if he dare!"," o Lizards and other strange beasts walk the gnarled woods that lie west","   of Gredth.  Beware!  There are also powerful slaadi who share this","   region of the world!","","Levels 12+"," o The ruins of Ancient Midgaard can be found in a desolate and isolated","   valley, far to the south.  It is rumored that a cult has developed there","   to worship the dark god Aklan."," o Orc caves dot the redspine, and offer great rewards to those who can","   find and subdue them."," o Trolls have made their home in the northern mountains, and stories of","   a gigantic bird, who can lift entire houses in his talons, also come","   from this area."," o The horrible slaadi make their home and temple deep in the gnarled woods."," o A new underwater species has been found below the cliffs of Highstaff.","   It is rumored that the thieves and lowlives of the city know the way."," o The temple of Drenth has gained in power and now is a major force in","   Eastern Highstaff.  Visitors would be well advised to get permission","   before entering their shrine."," o Giants make their home in the western Troll mountains."," o A nest of Great Lizards can be found in the gnarled woods."," o The Ogre Havens have expended and threaten Highstaff itself!  Several","   powerful guildmasters have been captured and are being held prisoner."," o The Legendary Asgard lives at the top of the world.  A powerful Lich,","   Asgard is not troubled by many mortals... at least, they don't trouble","   him for long."," o Rumors of a great Black Drake, sleeping deep within the jungles of","   Nesthar, refuse to be quelled.","","\t\t\t\t\t-Dread Quixadhal, Dark Lord of VI."],"_credits":["                     Original game idea, concept, and design:","","              Katja Nyboe               [Superwoman] (katz@freja.diku.dk)","              Tom Madsen              [Stormbringer] (noop@freja.diku.dk)","              Hans Henrik Staerfeldt           [God] (bombman@freja.diku.dk)","              Michael Seifert                 [Papi] (seifert@freja.diku.dk)","              Sebastian Hammer               [Quinn] (quinn@freja.diku.dk)","","------------------------------------------------------------------------------","                     Additional contributions from:","","Michael Curran  - the player title collection and additional locations.","Ragnar Loenn    - the bulletin board.","Bill Wisner     - for being the first to successfully port the game, uncovering","                  several old bugs, uh, inconsistencies, in the process.","","And: Mads Haar and Stephan Dahl for additional locations.","","Developed at:","  DIKU - The Department of Computer Science at the University of Copenhagen.","","+-----------","","Chris Michaels - Many mods, too many to state here, but if you play you can","                 see what has happened to the original code.","                 [Cyric] (cyric@wiley.cs.wmich.edu)","Chris Meshkin  - Some additions, many bug-fixes, even more ideas...","                 [Quixadhal] (wiley@yakko.cs.wmich.edu)"],"_sex_menu":null,"_suicide_warn":null,"_news":["No news... immortals are too busy breaking stuff."],"_wizmotd":["","Login access to the wiley account is now limited to myself alone.","I know some of you can log in via root anyways, but don't do it!","","For the sake of sanity and consistancy, I'll ask that you submit","changes to the code or the world files to me and let me merge them","into the master files.  I know it's a pain, but I've given you all","complete read access to the entire game (unlike the older administration","which only handed out select tidbits of code).  If I do start getting","behind I'll let someone else share the editor's job...","","\t\t\t\t\t\t-Dread Lord Quixadhal."],"_login_menu":null,"_race_menu":null,"_main_help":null,"_greeting":["","Dread Quixadhal welcomes you back to               wiley.awasteoftime.net 3000","  __      __.__.__                  _____   ____ ___________    .___.___.___ "," /  \\    /  \\__|  |   ____ ___.__. /     \\ |    |   \\______ \\   |   |   |   |"," \\   \\/\\/   /  |  | _/ __ <   |  |/  \\ /  \\|    |   /|    |  \\  |   |   |   |","  \\        /|  |  |_\\  ___/\\___  /    Y    \\    |  / |    `   \\ |   |   |   |","   \\__/\\  / |__|____/\\___  > ____\\____|__  /______/ /_______  / |___|___|___|","        \\/               \\/\\/            \\/                 \\/               ","","      Raised from the depths of archival-hell, to lag the net once again!","","\t\t  Based on good-old DikuMUD Gamma, created by:","\t    Sebastian Hammer, Michael Seifert, Hans Henrik Staerfeldt","\t\t\t  Tom Madsen, and Katja Nyboe"],"_license":["/* ************************************************************************","*  Copyright (C) 1990, 1991                                               *","*  All Rights Reserved                                                    *","************************************************************************* */","","                             DikuMud License","","                      Program & Concept created by","","","Sebastian Hammer","Prss. Maries Alle 15, 1","1908 Frb. C.","DENMARK","(email quinn@freja.diku.dk)","","Michael Seifert","Nr. Soeg. 37C, 1, doer 3","1370 Copenhagen K.","DENMARK","(email seifert@freja.diku.dk)","","Hans Henrik St{rfeldt","Langs} 19","3500 V{rl|se","DENMARK","(email bombman@freja.diku.dk)","","Tom Madsen","R|de Mellemvej 94B, 64","2300 Copenhagen S.","DENMARK","(email noop@freja.diku.dk)","","Katja Nyboe","Kildeg}rdsvej 2","2900 Hellerup","31 62 82 84","DENMARK","(email katz@freja.diku.dk)","","","This document contains the rules by which you can use, alter or publish","parts of DikuMud. DikuMud has been created by the above five listed persons","in their spare time, at DIKU (Computer Science Instutute at Copenhagen","University). You are legally bound to follow the rules described in this","document.","","Rules:","","   !! DikuMud is NOT Public Domain, shareware, careware or the like !!","","   You may under no circumstances make profit on *ANY* part of DikuMud in","   any possible way. You may under no circumstances charge money for","   distributing any part of dikumud - this includes the usual $5 charge","   for \"sending the disk\" or \"just for the disk\" etc.","   By breaking these rules you violate the agreement between us and the","   University, and hence will be sued.","","   You may not remove any copyright notices from any of the documents or","   sources given to you.","","   This license must *always* be included \"as is\" if you copy or give","   away any part of DikuMud (which is to be done as described in this","   document).","","   If you publish *any* part of dikumud, we as creators must appear in the","   article, and the article must be clearly copyrighted subject to this","   license. Before publishing you must first send us a message, by","   snail-mail or e-mail, and inform us what, where and when you are","   publishing (remember to include your address, name etc.)","","   If you wish to setup a version of DikuMud on any computer system, you","   must send us a message , by snail-mail or e-mail, and inform us where","   and when you are running the game. (remember to include ","   your address, name etc.)","","","   Any running version of DikuMud must include our names in the login","   sequence. Furthermore the \"credits\" command shall always cointain","   our name, addresses, and a notice which states we have created DikuMud.","","   You are allowed to alter DikuMud, source and documentation as long as","   you do not violate any of the above stated rules.","","","Regards,","","","","The DikuMud Group","","","Note:","","We hope you will enjoy DikuMud, and encourage you to send us any reports","on bugs (when you find 'it'). Remember that we are all using our spare","time to write and improve DikuMud, bugs, etc. - and changes will take their","time. We have so far put extremely many programming hours into this project.","If you make any major improvements on DikuMud we would be happy to","hear from you. As you will naturally honor the above rules, you will receive","new updates and improvements made to the game."]}
